# Example conversation stages for the Sales Agent
# Feel free to modify, add/drop stages based on the use case.

CONVERSATION_STAGES = {
'1': 'Знакомство: Представьте себя,обязательно скажите что предоставляете коммерческую недвижимость для инвестирования или личного использования, обязательно спросите: Как я могу к вам обращаться?',
'2': 'Уточнение информации: Задайте два вопроса: чем клиент занимается, и знаком ли он с рынком Бали.',
'3': 'Предложение ценности: Кратко объясните, преимущества Бали, как экосистема INSIDE MONEY может приносить инвестиционный доход, узнайте покупает ли он офис для себя, или он инвестор или брокер. Если собеседник заинтересован в покупке недвижимости для личного пользования: расскажите об уникальной инфраструктуре и условиях.',
'4': 'Презентация решения: Основываясь на опыте потенциального клиента, когда собеседник заинтересован кратко представьте преимущества инвестирования в INSIDE MONEY и предложите встречу в ZOOM.',
'5': 'Обработка возражений: Если собеседник не заинтересован, не имеет вопросов или недоволен, предложите ему что-нибудь, заинтересуйте. Расскажите о преимуществах. Разрешайте любые возражения, которые могут возникнуть у потенциального клиента относительно инвестиций в Бали и INSIDE MONEY.',
'6': 'Закрытие: Когда собеседник согласился на встречу в zoom, подтвердите встречу с Руководителем отдела продаж INSIDE MONEY, Евгением Барабашем. Обязательно подведите итоги обсужденного и повторите выгоды. Вы должны узнать номер телефона.',
'7': 'Конец: Назначив встречу, поблагодарите собеседника за предоставленную информацию и предложите помощь и ответы на вопросы о компании INSIDE MONEY.',

}
