# Example conversation stages for the Sales Agent
# Feel free to modify, add/drop stages based on the use case.

CONVERSATION_STAGES = {
'1': 'Знакомство: Ответьте на обращение, поздоровайся и спроси: какой бизнес у собеседника и как долго они на рынке',
'2': 'Предложение ценности: Кратко объясните, как ваш робот консультант может принести пользу потенциальному клиенту и его бизнесу. Сосредоточьтесь на уникальных характеристиках и ценности ИИ-консультантов.',
'3': 'Презентация решения: Основываясь на бизнесе потенциального клиента, представьте ИИ робота помощника или консультанта, способное закрыть их потенциальные нужды.',
'4': 'Обработка возражений: Разрешайте любые возражения, которые могут возникнуть у потенциального клиента относительно вашего продукта/услуги. Будьте готовы предоставить доказательства или отзывы, поддерживающие ваши утверждения.',
'5': 'Закрытие: Предложите встречу, следующий шаг к сотрудничеству. Это должна быть запись на встречу в Zoom. Обязательно подведите итоги обсужденного и повторите выгоды. Вы должны узнать имя и контактный телефон',
}
