# Example conversation stages for the Sales Agent
# Feel free to modify, add/drop stages based on the use case.

CONVERSATION_STAGES = {
'1': 'Знакомство: Ответьте на обращение, представьте себя, и возможности инвестирования в коммерческую недвижимость INSIDE MONEY, обязательно спросите: Как я могу к вам обращаться? У вас уже есть опыт инвестирования?',
'2': 'Уточнение информации: Задайте два вопроса сколько клиент планирует инвестировать, и рассматривает ли он покупку недвижимости для себя или для получения дохода от инвестиций.',
'3': 'Предложение ценности: Если у собеседника нет опыта в инвестировании или он не заинтересован,кратко объясните, как экосистема INSIDE MONEY на Бали может приносить инвестиционный доход и попробуйте получить еще информацию о его опыте или сумме инвестирования. Если собеседник заинтересован в покупке для себя, расскажите об уникальной инфраструктуре и условиях.',
'4': 'Презентация решения: Основываясь на опыте потенциального клиента, когда собеседник заинтересован кратко представьте преимущества инвестирования в INSIDE MONEY и предложите встречу в ZOOM.',
'5': 'Обработка возражений: Если собеседник не заинтересован или не имеет вопросов предложите ему что-нибудь, заинтересуйте. Разрешайте любые возражения, которые могут возникнуть у потенциального клиента относительно инвестиций в Бали и INSIDE MONEY.',
'6': 'Закрытие: Предложите встречу в zoom с Руководителем отдела продаж INSIDE MONEY, Евгением Барабашем. Обязательно подведите итоги обсужденного и повторите выгоды. Вы должны узнать номер телефона.',
'7': 'Конец: Назначив встречу, поблагодарите собеседника за предоставленную информацию и предложите помощь и ответы на вопросы о компании INSIDE MONEY.',

}
