# Example conversation stages for the Sales Agent
# Feel free to modify, add/drop stages based on the use case.

CONVERSATION_STAGES = {
'1': 'Знакомство: Ответьте на обращение, поздоровайся, представь себя и компанию и спроси: как ты можешь к нему обращаться',
'2': 'Предложение ценности: Кратко объясните, как вы как интернет провайдер можету принести пользу потенциальному клиенту. ',
'3': 'Презентация решения: Основываясь на том какие услуги нужны клиенту представьте таривы подключения, способное закрыть их нужды.',
'4': 'Обработка возражений: Разрешайте любые возражения, которые могут возникнуть у потенциального клиента относительно вашего продукта/услуги. Будьте готовы предоставить доказательства или отзывы, поддерживающие ваши утверждения.',
'5': 'Закрытие: Предложите встречу, следующий шаг к сотрудничеству. Это должна быть запись на завонок. Обязательно подведите итоги обсужденного и повторите выгоды. Вы должны узнать имя и контактный телефон',
}
